Repository: MGTolentino/Event-Quote-Cart
Catalog: languages/event-quote-cart-*.po
Languages: es_es

source: Added to quote cart
es_es: Agregado al carrito de cotización

source: Error adding to quote cart
es_es: Error al agregar al carrito de cotización

source: Share Quote
es_es: Compartir Cotización

source: Generate Quote
es_es: Generar Cotización

source: Continue Shopping
es_es: Continuar Comprando

source: Start Shopping
es_es: Comenzar a Comprar

source: Share Quote by Email
es_es: Compartir Cotización por Email

source: Email Address
es_es: Dirección de Email

source: Send Email
es_es: Enviar Email

source: Cancel
es_es: Cancelar

source: Cart History
es_es: Historial del Carrito

source: Are you sure you want to restore this cart version?
es_es: ¿Estás seguro de que quieres restaurar esta versión del carrito?

source: Cart restored successfully
es_es: Carrito restaurado exitosamente

source: Error restoring cart
es_es: Error al restaurar el carrito

source: Please select a version to restore
es_es: Por favor selecciona una versión para restaurar

source: Loading history...
es_es: Cargando historial...

source: No history found for this cart
es_es: No se encontró historial para este carrito

source: Version
es_es: Versión

source: Current
es_es: Actual

source: items
es_es: artículos

source: Restore selected version
es_es: Restaurar versión seleccionada

source: Close
es_es: Cerrar

source: Unauthorized
es_es: No autorizado

source: No active cart found
es_es: No se encontró carrito activo

source: Cart not found
es_es: Carrito no encontrado

source: Invalid history ID
es_es: ID de historial inválido

source: History entry not found
es_es: Entrada de historial no encontrada

source: Invalid items snapshot
es_es: Captura de artículos inválida

source: Unknown Item
es_es: Artículo desconocido

source: No history found for cart %d
es_es: No se encontró historial para el carrito %d
